[
    { "id": 1, "name": "Doge", "desc": "An internet meme that shows a Shiba Inu surrounded by colourful Comic Sans text that describes its inner monologue, such as \"Wow,\"\"Concern,\"and \"so scare.\"There is much more confuse over the name's pronuciation, yet it was recently used to brand a Bitcoin competitor." },
    { "id": 2, "name": "Ebola", "desc": "A virus that causes hemorrhagic fever, typically acquired by contact with an infected monkey, fruit bat, or person. Its more severe symptoms can include bleeding from the eyes, nose, ears, mouth, and rectum. There is no specific treatment for this disease." },
    { "id": 3, "name": "A Furry", "desc": "A person wears a full body animal suit, often for conventions, roleplaying, or personal recreation. Their use in sexual activity is a controversial topic in the community. In a recent survey, 37% reported it was an important part of their interest activity." },
    { "id": 4, "name": "Pablo Escobar", "desc": "A Colombian drug lord and \"King of Cocaine,\" who at his peak trafficked 15 tons of the drug into the US per year. He was killed by authorities in a firefight in Medellín. According to a recent BBC report, a number of hippos from his menagerie still roam the Colombian countryside." },
    { "id": 5, "name": "A Narwhal", "desc": "An Arctic whale with a large protruding tusk, which is actually an elongated canine tooth. Its name translates to \"corpse whale\" from the Old Norse, due to the similarity of its flesh tone with a drowned sailor. According to the Weebl's Stuff song, they are so awesome." },
    { "id": 6, "name": "Hitler's Brain", "desc": "A trope first featured in a 60s sci-fi film, where Nazi scientists remove this organ from the Führer's head and hide it in the fictional South American country of Mandoras. The film currently holds an approval rating of 0% on the metareview site Rotten Tomatoes." },
    { "id": 7, "name": "Achilles", "desc": "An Ancient Greek hero and demigod from Homer's Iliad, who defeated the Trojan warrior Hector as revenge for killing his friend and lover Patroclus. He was later killed by an arrow to his heel-the only part of his body that was vulnerable to physical injury." },
    { "id": 8, "name": "A Velociraptor", "desc": "A bipedal, feathered carnivore from the Cretaceous Period. It is one of the most well-known dinosaurs due to its prominent role in the 1993 film Jurassic Park, where it was depicted inaccurately as large and feather-less, but quite accurately as a clever girl." },
    { "id": 9, "name": "Shirtless Vladimir Putin", "desc": "Former KGB officer and current President of Russia. Under his rule, Russia has grown increasingly undemocratic. He cultivates a rugged image in state media, being shown riding half-dressed on horseback and \"discovering\" two Ancient Greek urns in the Black Sea." },
    { "id": 10, "name": "The Pied Piper", "desc": "A character in medieval folklore that led a group of children away from the town of Hamelin, Germany with a magic flute. In the tale, he was hired to clear the town of a rat infestation, but after receiving no payment, he used the flute to kidnap their children instead." },
    { "id": 11, "name": "God", "desc": "The Supreme Being, who monotheists often believe to be omniscient, omnipotent, omnipresent, and responsible for the creation of the universe. In the West, he is often depicted as an old white man with a long gray beard." },
    { "id": 12, "name": "Rapunzel", "desc": "A character from a fairy tale collected by the Brothers Grimm, who is imprisoned in a tower by an evil witch. She is widely associated with the command, said by those who want to visit her in her tower, \"Let down your hair, so that I may climb the golden stair.\"" },
    { "id": 13, "name": "Pac-Man", "desc": "The hero and title character of an 80s arcade game, where he navigates mazes and eats pellets, power pellets, and fruit while avoiding ghosts. One of gaming's earliest breakout stars, he was soon usurped by his female counterpart in a far superior sequel." },
    { "id": 14, "name": "An Oompa Loompa", "desc": "A race of short, orange-skinned folks from Willy Wonka & the Chocolate Factory, who work in the factory and sing moralizing songs. In an early version of Roald Dahl's novel, they were depicted as African pygmies but were later rewritten to oe white and blonde." },
    { "id": 15, "name": "Godzilla", "desc": "The King of the Monsters, who first appeared in a series of Japanese films made in response to the atomic bombings of Hiroshima and Nagasaki. The monster typically has a reptilian look, walks on two legs, has a long tail, and has \"nuclear breath.\"" },
    { "id": 16, "name": "Yoshi", "desc": "The egg-laying dinosaur sidekick of Mario and Luigi. The name refers both to individuals and the entire species. They have long tongues that they use to eat things like Goombas, apples, and other objects, which can be excreted as eggs or expectorated as fireballs." },
    { "id": 17, "name": "A Centaur", "desc": "A mythological hybrid whose top half is human and bottom half is horse. The Greeks considered them savage, drunken beings. The myth persists today, including a famous tattoo of half Patrick Swayze, half horse and SNL's depiction of one of these on a failed job interview." },
    { "id": 18, "name": "The Loch Ness Monster", "desc": "A legendary cryptid, who supposedly lives in a deep freshwater lake in the Scottish Highlands. Believers speculate that the creature is a marine dinosaur that somehow survived to modern day. The scientific community continues to regard the creature as a hoax." },
    { "id": 19, "name": "Your Mom", "desc": "The woman who gave birth to you and/or raised you. The word above or the actual name of your real-life caregiver are both valid." },
    { "id": 20, "name": "Colonel Sanders", "desc": "The founder of Kentucky Fried Chicken, whose likeness is also used on their logo. He is easily identified by his white hair, goatee, black-rimmed glasses, white suit, and string tie. His honorific title refers to a Kentucky tradition rather than a military rank." },
    { "id": 21, "name": "The Kraken", "desc": "A gigantic mythical sea monster that first appeared in Norse mythology. Because of its size, it was thought to have been inspired by giant squid sightings. In contemporary media, is often seen being \"released\" or \"unleashed\" upon an unsuspecting hero." },
    { "id": 22, "name": "A Roomba", "desc": "An automated vacuum cleaner marketed as a convenient way to clean one's home. Its sensors allow it to navigate each room, cleaning under furniture and in often-ignored corners. Cats have been known to ride it. It definitely does not record your daily movements." },
    { "id": 23, "name": "The Trojan Horse", "desc": "A wooden object used by the Greeks to end the Trojan War. When the Trojans took it inside the city walls as a trophy, the soldiers hiding inside opened the city gates. This myth led to the use of the term for a type of malware that is doubtlessly on your parent's computer right now." },
    { "id": 24, "name": "A Bro", "desc": "A stereotype often associated with college-aged men. The website Code Switch defines them using four characteristics: jockish, dudely, stoner-ish, and preppy. These individuals are also often white, heterosexual, come from privilege, and espouse sexist attitudes." },
    { "id": 25, "name": "Humpty Dumpty", "desc": "A character from a nursery rhyme who falls off a wall and can't be put back together again. Typically portrayed as a humanoid egg, scholars have speculated that he represents Richard Ill, the humpback king who was defeated at Bosworth Field by Henry VII." },
    { "id": 26, "name": "A Virgin", "desc": "A person who has never engaged in sexual intercourse, either voluntarily or involuntarily. Once used only to refer to young women, it now describes any person who has not participated in that activity and can even be used metaphorically, as in a nonalcoholic drink." },
    { "id": 27, "name": "The Shark from Jaws", "desc": "A man-eating great white that terrorizes the town of Amity Island in a film by Steven Spielberg. Not seen until well into the film, it is so large that Roy Scheider's character suggests the crew is \"gonna need a bigger boat.\" It was nicknamed Bruce after Spielberg's lawyer." },
    { "id": 28, "name": "A T. Rex", "desc": "Meaning \"lizard king,\" this species of bipedal carnivore lived in western North America during the Cretaceous Period. They are the most widely known dinosaur in the world due to their adorably tiny arms and footsteps that vibrate cups of water." },
    { "id": 29, "name": "Bob Ross", "desc": "A painter and TV host, who starred in PBS's The Joy of Painting. He taught viewers how to paint \"fluffy white clouds\" and \"happy little trees\" using wet on wet painting. He supposedly hated his white-guy afro and kept it only for marketing purposes." },
    { "id": 30, "name": "A Werewolf", "desc": "A human who transforms into a hirsute, bloodthirsty creature. Known as lycanthropy, this change is often triggered by a full moon. Suspected lycanthropes were persecuted in early modern Europe, and are now a staple figure in pop culture and party games." },
    { "id": 31, "name": "A Nutcracker", "desc": "A device for cracking hard shells. They can be highly decorative, with individual wooden bodies depicting soldiers or royalty. In these versions, the shell is inserted into the figure's mouth and a lever is pressed down, which crushes the shell and reveals the sweet, sweet meat inside." },
    { "id": 32, "name": "You", "desc": "The person reading this card. The word above or your actual name are both valid." },
    { "id": 33, "name": "Baby Einstein", "desc": "The German theoretical physicist and Nobel Prize winner, as an infant. He devised the \"world's most famous equation,\" his mass-energy formula E=mc^2. This could also refer to a series of potentially ineffective educational products designed for infants." },
    { "id": 34, "name": "Siri", "desc": "The name of Apple's personal assistant on iOS operation system that interacts with users through natural language. It has spawned a popular Tumblr consisting of ironic interactions, such as the search \"I have a gambling addiction\" returning a list of nearby casinos." },
    { "id": 35, "name": "Charizard", "desc": "A species of Pokémon that resembles an orange dragon and is the evolved form of Charmeleon and the final evolution of Charman-der. Despite its appearance, it is a fire/flying type, NOT a dragon type.Its Japanese name is Lizardon (リザードン）." },
    { "id": 36, "name": "A Merman", "desc": "The male version of the mythological creature that is a woman from the waist up but has a fish tail in place of legs. Their behaviors and abilities range across cultures, and include having green teeth, the ability to cure illnesses, seducing women, and holding tridents." },
    { "id": 37, "name": "Kenny G", "desc": "A smooth jazz saxophonist, who is universally reviled by jazz aficionados while simultaneously being one of the best selling recording artists of all time. Using circular breathing, he set a world record for longest note recorded by holding an E-flat for 45 minutes and 47 seconds." },
    { "id": 38, "name": "Flappy Bird", "desc": "The winged title character from an iOS game where you navigate through a set of pipes. The creator removed the game from the App Store, despite earning $50,000 per day, in the wake of criticism over alleged plagiarism of graphics and gameplay mechanics." },
    { "id": 39, "name": "A Cosplayer", "desc": "A costumed roleplayer who appears in public as a fictional character. Dress is often inspired by manga, anime, comic books, video games, and films-really anything from nerd culture. While not synonymous, there is some overlap with LARPers, Furries, and reenactors." },
    { "id": 40, "name": "A Basic Bitch", "desc": "A putdown that describes a woman with a dull personality or lack of style. The term originated in hip hop and was featured in a comedy sketch of a doctor diagnosing the condition, which includes symptoms such as owning scented candles and ordering Pumpkin Spice lattes." },
    { "id": 41, "name": "A Bottom", "desc": "In gay culture, a person who prefers penetration during intercourse, usually through the anus. A survey of nearly 56,000 profiles on gay.com found that 32% of US respondents preferred bottom, 26% preferred top, and 42% preferred the versatile role." },
    { "id": 42, "name": "A noob", "desc": "A term for a beginner or novice at an activity, often used in reference to internet activity, such as online gaming or computer hacking. The term is spelled using leetspeak, the alphabet that uses alternative ASCIl characters as a replacement for Latin letters." },
    { "id": 43, "name": "Slender Man", "desc": "A character and internet meme that stalks children, often shown as a tall figure in a gray suit with a featureless face. He allegedly inspired two 12-year-old Wisconsin girls to stab a classmate 19 times. One claimed that he watches her, can read minds, and can teleport." },
    { "id": 44, "name": "Stephen Hawking", "desc": "A theoretical physicist and cosmologist who made major contributions to the field of general relativity. He has a motor neuron disease that leaves him almost entirely paralyzed. He communicates exclusively through a speech generating device." },
    { "id": 45, "name": "Florida Man", "desc": "The combined exploits of folks from the Sunshine State, collected in a popular Twitter profile. Examples include someone who \"Disguises Himself As 'The Sun,' Steals Logo Towel\" and someone who \"Acciden-tally Shoots Himself in the Head While Celebrating New Year's Eve.\"" },
    { "id": 46, "name": "Sisyphus", "desc": "An Ancient Greek king who Zeus punished for his hubris by forcing him to roll a boulder up a hill, only to see it roll back down and be forced to repeat this process endlessly. The myth of his struggle was used for philosophical purposes by Albert Camus." },
    { "id": 47, "name": "А Top", "desc": "In gay culture, a person who tends to prefer the penetrating role, either in oral or anal sex. In a survey of nearly 56,000 profiles on gay.com, researchers tound that 32% of US respondants preferred bottom, 42% preferred versatile, and 26% preferred this role." },
    { "id": 48, "name": "Grimace", "desc": "Initially a villain in the McDonaldland universe, this purple monster was retconned as a loveable hero. He also appears in a meme featuring a crudely drawn version posing seductively and asking Ronald McDonald if he wants some \"McNuggies.\"" },
    { "id": 49, "name": "A Karen", "desc": "A pejorative term for a woman seeming to be entitled or demanding beyond the scope of what is normal. Common behaviors include 'speaking to the manager' and reporting minor infractions to the authorities. The look is often associated with a blonde, inverted bob haircut." },
    { "id": 50, "name": "A Cryptobro", "desc": "A person, typically male, who is intensely and often vocally obsessed with cryptocurrency and blockchain technology. Characteristics include 'HODLing,' mentioning Bored Apes at parties, and losing their entire life savings in a 'rug pull' or a failed exchange like FTX." },
    { "id": 51, "name": "Harambe", "desc": "A Western lowland gorilla who was shot and killed at the Cincinnati Zoo in 2016 after a child fell into his enclosure. His death sparked a massive wave of internet mourning, irony, and memes that stayed culturally relevant for far longer than anyone expected." },
    { "id": 52, "name": "A Discord Moderator", "desc": "The person responsible for managing a server on the popular chat app. Stereotyped in memes as an overweight man who takes his unpaid position of power way too seriously, often using phrases like 'No memes in #general' and 'Don't make me ban you.'" },
    { "id": 53, "name": "A Catfish", "desc": "A person who creates a fake social media profile to lure someone into a fraudulent online relationship. The term was popularized by a 2010 documentary and a subsequent MTV show where Nev Schulman travels across America to tell people that the 'model' they are dating is actually a middle-aged man in a basement." },
    { "id": 54, "name": "Pepe the Frog", "desc": "An internet meme character that originated in a comic called Boy's Club. Though he started as a 'chill frog' who liked to say 'feels good man,' he was later controversially co-opted by various political movements, leading the creator to officially 'kill' the character in a comic strip." },
    { "id": 55, "name": "Medusa", "desc": "A monster in Greek mythology described as a winged human female with living venomous snakes in place of hair. Those who gazed into her eyes would turn to stone. She was eventually beheaded by Perseus, who used his shield as a mirror to avoid her 'deadly stare.'" },
    { "id": 56, "name": "Gordon Ramsay", "desc": "A British celebrity chef known for his fiery temper and creative insults. He is famous for calling aspiring chefs 'idiot sandwiches' and 'donkeys.' He has more Michelin stars than most people have friends, but is mostly known for shouting about raw risotto." },
    { "id": 57, "name": "Pikachu", "desc": "An electric-type Pokémon and the undisputed mascot of the franchise. While he is incredibly cute and says his own name, he is also capable of discharging 100,000 volts of electricity. He famously refused to stay inside his Pokéball in the original anime series." },
    { "id": 58, "name": "A Vibe Check", "desc": "A slang term used to assess the mental or emotional state of a person or a room. In meme culture, it is often depicted as someone about to be hit with a blunt object, implying that their 'vibe' was found wanting." },
    { "id": 59, "name": "A 'Goon'", "desc": "Traditionally a low-level thug or henchman for a mob boss. In modern internet slang, the word has taken on a much darker, highly specific meaning related to adult content consumption that you probably shouldn't explain to your grandmother." },
    { "id": 60, "name": "A 'Simp'", "desc": "A slang term for a person (usually male) who shows excessive attention and subservience to someone else in the hopes of winning their affection. Often used as an insult on Twitch streams and social media comments." },
    { "id": 61, "name": "Rick Astley", "desc": "An English singer whose 1987 hit 'Never Gonna Give You Up' became the basis for the 'Rickroll'—the internet's favorite bait-and-switch prank. He has since embraced his meme status, often appearing to Rickroll people in person." },
    { "id": 62, "name": "Napoleon Bonaparte", "desc": "A French military leader who rose to prominence during the French Revolution and became Emperor. He is often mocked for his short stature (the 'Napoleon Complex'), though he was actually of average height for his time. He was finally defeated at Waterloo and exiled to a tiny island." },
    { "id": 63, "name": "A 'Doomscroller'", "desc": "A person who spends excessive amounts of time on their phone reading through a feed of increasingly bad news. They are characterized by a sense of existential dread and the inability to put the screen down until they feel thoroughly hopeless." },
    { "id": 64, "name": "Perry the Platypus", "desc": "A semi-aquatic egg-laying mammal of action from 'Phineas and Ferb.' He wears a fedora to signal he is a secret agent. Without the hat, he is just a mindless domestic pet; with the hat, he is a master of hand-to-hand combat." },
    { "id": 65, "name": "A Creeper", "desc": "A green, pixelated, armless monster from Minecraft that hisses before exploding. It is responsible for more destroyed architectural masterpieces and 'gamer rage' than any other creature in history. Sssssh... BOOM." },
    { "id": 66, "name": "Ben 10", "desc": "A boy who found a mysterious alien watch called the Omnitrix that allows him to transform into ten different extraterrestrial heroes. He spent his summers in a rusty RV with his grandpa and cousin, constantly fighting off intergalactic bounty hunters." },
    { "id": 67, "name": "The Blue Shell", "desc": "A winged projectile in Mario Kart that specifically targets the person in first place. It is a symbol of cosmic injustice, designed to destroy friendships and prove that being successful only makes you a target." },
    { "id": 68, "name": "A Wii Remote", "desc": "A motion-sensing controller that was frequently thrown into television screens because the user forgot to wear the wrist strap. It is best known for its role in Wii Sports and for the catchy, hypnotic music of the Mii Channel." },
    { "id": 69, "name": "Dr. Doofenshmirtz", "desc": "An evil scientist with a tragic backstory involving lawn gnomes and being ignored by his parents. He is famous for building 'Inators' with self-destruct buttons and being consistently thwarted by a platypus." },
    { "id": 70, "name": "A Shiny Pokémon", "desc": "An extremely rare, differently-colored version of a Pokémon. Encountering one is a 1-in-8192 chance that results in screaming, heart palpitations, and the crushing fear that you might accidentally knock it out before catching it." },
    { "id": 71, "name": "Freddy Fazbear", "desc": "A haunted animatronic bear from a 'security guard' simulation game. He spent the better part of the 2010s giving kids nightmares and fueling a billion-dollar lore industry based on hidden newspaper clippings and purple men." },
    { "id": 72, "name": "A 'Main Character'", "desc": "A person who acts as if their life is a scripted movie, often romanticizing mundane tasks like riding the bus or walking in the rain. It is both a compliment and a critique of the Gen Z 'aesthetic' lifestyle." },
    { "id": 73, "name": "Darth Vader", "desc": "The primary antagonist of the original Star Wars trilogy. He is a cybernetically enhanced Sith Lord known for his heavy breathing, red lightsaber, and habit of force-choking subordinates. He is eventually revealed to be Luke Skywalker's father, proving that workplace drama can follow you home." },
    { "id": 74, "name": "Shrek", "desc": "A grumpy green ogre who lives in a swamp and just wants to be left alone. Despite his appearance, he is emotionally intelligent, surprisingly progressive, and responsible for permanently altering the internet's sense of humor in the early 2000s." },
    { "id": 75, "name": "Gandalf", "desc": "A wizard from The Lord of the Rings who wears a pointy hat, carries a staff, and shows up exactly when he is needed—or not at all. Known for fighting a demon for several days straight and then coming back hotter, whiter, and more powerful." },
    { "id": 76, "name": "Mario", "desc": "An Italian plumber who repeatedly invades foreign kingdoms to rescue a princess who is almost never where he left her. He communicates mostly through jumping and has committed thousands of turtle-related homicides." },
    { "id": 77, "name": "Link", "desc": "The silent protagonist of The Legend of Zelda series. He is tasked with saving the kingdom of Hyrule, smashing pottery, and being mistaken for Princess Zelda by people who should really know better by now." },
    { "id": 78, "name": "The Joker", "desc": "Batman’s archenemy, whose motivations range from elaborate philosophical chaos to just wanting to watch the world burn. Known for clown makeup, theatrical crimes, and being rebooted every five years by a different actor with a different trauma." },
    { "id": 79, "name": "SpongeBob SquarePants", "desc": "An eternally optimistic sea sponge who lives in a pineapple under the sea. He works at a fast food restaurant, annoys his neighbors, and has somehow become both a children’s icon and a surrealist meme generator." },
    { "id": 80, "name": "Goku", "desc": "The main hero of Dragon Ball, whose solution to every problem is training harder and screaming longer. He has died multiple times, comes back stronger each time, and is technically responsible for most of the universe’s problems." },
    { "id": 81, "name": "Batman", "desc": "A billionaire who dresses like a bat to fight crime instead of funding social programs. He has no superpowers but compensates with gadgets, martial arts, and an alarming inability to emotionally process his parents’ deaths." },
    { "id": 82, "name": "The Minions", "desc": "Small yellow henchmen who speak in nonsense syllables and serve the most powerful villain available. They are responsible for both billions in box office revenue and several irreversible cultural shifts." },
    { "id": 83, "name": "Elsa", "desc": "A queen with ice powers who accidentally freezes her kingdom and then fixes it by embracing her emotions. She sparked a global sing-along phenomenon that parents are still recovering from." },
    { "id": 84, "name": "Optimus Prime", "desc": "The noble leader of the Autobots, who can transform into a truck. He delivers inspirational speeches about freedom moments before engaging in extreme mechanical violence." },
    { "id": 85, "name": "Elon Musk", "desc": "A tech billionaire associated with electric cars, rockets, tunnels, social media meltdowns, and naming his child like a CAPTCHA. His online presence has made him both a meme god and a walking PR crisis." },
    { "id": 86, "name": "The Backrooms", "desc": "An internet horror concept describing an endless maze of yellow rooms with buzzing fluorescent lights. Originating from a single 4chan post, it taps into a deeply specific fear of liminal spaces and corporate carpet." },
    { "id": 87, "name": "NPC TikTok Streamer", "desc": "A content creator who roleplays as a non-player character, responding to donations with phrases like 'Ice cream so good!' The trend raised questions about capitalism, irony, and whether anyone involved was okay." },
    { "id": 88, "name": "Cancel Culture", "desc": "A term used to describe public backlash against a person for controversial behavior or statements. Depending on who you ask, it is either accountability, mob justice, or consequences doing their job." },
    { "id": 89, "name": "Thanos", "desc": "A purple alien warlord who believes genocide is the solution to overpopulation. He snapped his fingers, erased half of all life, and somehow still found time to monologue about balance." },
    { "id": 90, "name": "Krabby Patty", "desc": "The signature burger from SpongeBob SquarePants. Its secret formula is fiercely protected and definitely not just cartoon meat." },
    { "id": 91, "name": "Mr. Beast", "desc": "A YouTuber known for giving away absurd amounts of money in exchange for content. His videos raise ethical questions, restore faith in humanity, and make capitalism feel like a game show." },
    { "id": 92, "name": "Gru", "desc": "A former supervillain turned adoptive father who speaks with an ambiguous accent and steals the moon. His redemption arc is powered almost entirely by small yellow henchmen." },
    { "id": 93, "name": "The Grinch", "desc": "A green creature who lives on a mountain and despises Christmas. He ultimately learns that the holiday is about love and community, not presents—after committing several felonies." },
    { "id": 94, "name": "Walter White", "desc": "A high school chemistry teacher who turns to cooking meth after a cancer diagnosis. Over the course of Breaking Bad, he transforms from sympathetic underdog to bald embodiment of toxic pride." },
    { "id": 95, "name": "Spider-Man Pointing Meme", "desc": "An image of two Spider-Men pointing at each other, representing hypocrisy, identical behavior, or realizing you are the problem. It has been endlessly remixed and will never die." },
    { "id": 96, "name": "Hercules", "desc": "A hero from Greek mythology known for his incredible strength and a series of impossible tasks called the Twelve Labors. He is the original example of solving emotional problems with physical violence." },
    { "id": 97, "name": "The Great Wall of China", "desc": "A massive defensive structure built over centuries to protect against invasions. It is not visible from space, despite what everyone was told in school." },
    { "id": 98, "name": "Thor", "desc": "A Norse god associated with thunder, lightning, and a very large hammer. Long before modern movies, he was already extremely popular." },
    { "id": 99, "name": "Noah's Ark", "desc": "A biblical story involving a massive flood, divine punishment, and saving animals two by two. Logistics were apparently not a concern." },
    { "id": 100, "name": "Samurai", "desc": "A class of warriors in feudal Japan bound by a strict code of honor. They are remembered for discipline, loyalty, and extremely sharp swords." },
    { "id": 101, "name": "The Library of Alexandria", "desc": "An ancient center of learning that sought to collect all human knowledge. Its destruction is one of history’s greatest what-ifs." },
    { "id": 102, "name": "The Eiffel Tower", "desc": "A wrought-iron landmark in Paris originally built for the 1889 World's Fair. Locals famously hated it at first, proving that public opinion is always wrong." },
    { "id": 103, "name": "Jet Lag", "desc": "The physical and mental exhaustion caused by crossing time zones. Makes sleep schedules meaningless." },
    { "id": 104, "name": "A Hangover", "desc": "The unpleasant aftermath of excessive drinking. Characterized by regret, thirst, and light sensitivity." },
    { "id": 105, "name": "A Queue", "desc": "An orderly line formed by people waiting their turn. Considered sacred in some cultures." },
    { "id": 106, "name": "Customer Service", "desc": "A department designed to help you, usually after a long wait and repeated explanations." },
    { "id": 107, "name": "A Deadline", "desc": "A fixed time by which something must be completed. Motivation increases exponentially near it." },
    { "id": 108, "name": "An Unstoppable Force", "desc": "A hypothetical object that cannot be stopped by anything. Commonly paired with an immovable object to start arguments that never end." },
    { "id": 109, "name": "An Immovable Object", "desc": "A theoretical thing that cannot be moved. Exists mainly to be put into imaginary conflict with an unstoppable force." },
    { "id": 110, "name": "Déjà Vu", "desc": "The eerie feeling that you’ve already experienced a moment. Either a brain glitch or proof of destiny, depending on confidence." },
    { "id": 111, "name": "Alice in Wonderland", "desc": "A surreal children’s book about a girl who falls into a strange world with talking animals and nonsense logic." },
    { "id": 112, "name": "Romeo and Juliet", "desc": "A Shakespeare play about two young lovers whose families hate each other. It ends badly." },
    { "id": 113, "name": "Hamlet", "desc": "A Shakespeare play featuring a ghost, revenge, and a lot of indecision." },
    { "id": 114, "name": "Aesop’s Fables", "desc": "Short moral stories often featuring talking animals, like the tortoise and the hare." },
    { "id": 115, "name": "The Thinker", "desc": "A sculpture by Rodin of a man sitting in deep thought." },
    { "id": 116, "name": "Fairy Tales", "desc": "Traditional stories involving magic, curses, princes, witches, and questionable parenting." },
    { "id": 117, "name": "The Big Bang", "desc": "The leading explanation for the origin of the universe. Started everything with a very small something." },
    { "id": 118, "name": "A Supernova", "desc": "The explosive death of a star. Beautiful, violent, and very far away." },
    { "id": 119, "name": "The Food Chain", "desc": "The hierarchy of who eats whom in nature. Not great news if you’re near the bottom." },
    { "id": 120, "name": "Schrödinger’s Cat", "desc": "A physics thought experiment in which a cat is both alive and dead until observed. Frequently misunderstood, but confidently referenced." },
    { "id": 121, "name": "The Black Plague", "desc": "A deadly pandemic in medieval Europe that killed a massive portion of the population." },
    { "id": 122, "name": "The Seven Deadly Sins", "desc": "A classification of major vices in Christian theology." },
    { "id": 123, "name": "Surrealism", "desc": "An art movement focused on dreams, the subconscious, and irrational imagery." },
    { "id": 124, "name": "Minimalism", "desc": "An artistic and design movement emphasizing simplicity and reduction." },
    { "id": 125, "name": "The Stockholm Syndrome", "desc": "A psychological response where hostages develop sympathy for their captors." },
    { "id": 126, "name": "Astrology", "desc": "The belief that celestial bodies influence human personality and fate." },
    { "id": 127, "name": "The Periodic Table", "desc": "A chart organizing chemical elements by atomic number and properties." },
    { "id": 128, "name": "Artificial Intelligence", "desc": "Technology designed to perform tasks that typically require human intelligence." },
    { "id": 129, "name": "The Cold War", "desc": "A period of political tension between global superpowers that never turned into direct large-scale warfare." },
    { "id": 130, "name": "The Trolley Problem", "desc": "A famous ethical thought experiment involving choosing whether to sacrifice one person to save many others." }

]